<template>
    <div class="aboutOur">
<h4>直播公约</h4>
<p>在您注册成为本直播用户之前，请务必认真阅读和充分理解本《用户协议》（以下简称“本协议”）中各条款内容，特别是权利声明和免责条款，因为这些条款可能会明确您应履行的义务或对您的权利有一定限制。若您注册、登录、使用或以任何方式使用本协议所涉及的相关服务，则视为您同意本协议所有条款；若您不同意本协议中的条款，请勿注册、登录、使用或以任何方式使用本协议所涉及的相关服务。本协议是您（或称为“用户”）与杭州辛鑫科技（下称“辛鑫科技”）之间的对双方有约束力的法律协议。</p>
<h3>如果您未满18周岁，请在监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</h3>

<h3>第一章	 服务内容</h3>
<p>第1条	宝兆平台（以下统称“本平台”）是辛鑫团队(以下统称“本团队”)向用户提供的一种更方便的进行视频直播、观看视频直播、线上购物服务并与注册用户进行互动的电商视频直播平台。宝兆平台将为用户提供虚拟礼物、技术支持、流量入口、商品展示等进行视频社交和线上购物所需的服务。
<p>第2条	您成功注册为用户后，将得到一个账号和密码，您需要对自己在账户中的所有活动和事件负全责。如果由于您的过错导致您的账号和密码脱离您的控制，则由此导致的针对您、本平台或任何第三方造成的损害，您将承担全部责任。</p>
<p>第3条	用户理解并接受，宝兆平台仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
<p>第4条	用户理解并接受，宝兆平台发行的虚拟货币一经充值成功，除法律明确规定外，在任何情况下都不能兑换为法定货币、不能转让他人，不享受退换服务。
<h3>第二章	用户使用规则</h3>
<p>第5条	用户在申请使用平台直播网络服务时，必须向宝兆平台提供真实、准确、完整有效的个人资料，如个人资料提供不准确、不真实、不合法、不详尽或有任何变动的，必须及时更新或修改。因用户提供个人资料不准确、不真实、不合法、不详尽而引发的一切后果由用户承担，并且宝兆平台保留停止用户使用本平台服务的权利。</p>
<p>第6条	宝兆平台账号仅限于您本人使用，禁止赠与、借用、租用、转让或售卖。如果宝兆平台发现使用者并非账号初始注册人，有权不经通知收回账号而无需向账号使用人承担法律责任，由此带来的包括并不限于通讯中断、资料和虚拟财产清空等损失由您自行承担。</p>
<p>第7条	您可自主设定账号名称、头像、简介等注册信息，不得含有违法和不良信息；如存在该等情况，宝兆平台有权采取通知限期改正、暂停使用、注销登记等措施。</p>
<p>第8条	用户应当为自身注册账户下的一切行为负责，因用户行为而导致的用户自身或其他任何第三方的任何损失或损害，宝兆平台不承担责任。</p>
<p>第9条	您同意宝兆平台无偿使用您的名称（包括但不限于真实姓名、笔名、网名及任何代表您身份的文字符号）、肖像（包括但不限于真人肖像及卡通肖像）以及其他相关个人信息进行本平台的各类宣传、向合作伙伴分享、与合作伙伴共同向用户展示用户可能感兴趣的内容等行动。</p>
<p>第10条	用户在使用宝兆平台直播网络服务过程中，必须遵循以下原则：
<p>1. 遵守中国有关的法律和法规；</p>
<p>2. 遵守所有与网络服务有关的网络协议、规定和程序；</p>
<p>3. 不得为任何非法目的而使用宝兆平台直播网络服务系统；</p>
<p>4. 不得利用宝兆平台直播网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；</p>
<p>5. 不得利用宝兆平台提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
<p>6. 不得侵犯宝兆平台和其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</p>
<p>7. 不得利用宝兆平台网络服务系统进行任何不利于平台的行为；</p>
<p>8. 不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
<p>9. 如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告宝兆平台。</p>
<p>第11条	如用户在使用网络服务时违反任何上述规定，宝兆平台或其授权的人员有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户收藏的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。如果用户使用网络服务违反了任何上述规定，导致任何第三方遭受损害的，您应当独立承担责任，宝兆平台因此遭受损失的，您也应当一并赔偿。</p>
<h3>  第三章	 权利声明</h3>
<p>第12条	本团队有权制定平台运营规则及注册用户管理规则，并有权根据运营情况对相应规则进行变更、调整、中止或终止而无需通知用户，也无需对任何用户或任何第三方承担任何责任。</p>
<p>第13条	用户理解，宝兆平台需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，本平台无需为此承担任何责任，但宝兆平台应尽可能事先进行通告。</p>
<p>第14条	宝兆平台未来可能提供部分收费的网络服务，对于此类服务，本平台会在您使用前给与您明确的提示，只有您根据提示确认愿意支付相关费用，您才能使用该等收费网路服务；如果您拒绝支付相关费用，则本平台有权不向您提供该等收费网络服务。</p>
<h3>第四章	 知识产权</h3>
<p>第15条	宝兆平台提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它相关法律的保护，未经相关权利人同意，上述资料均不得用于任何商业目的。</p>
<p>第16条	您不得对宝兆平台服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等。</p>
<p>第17条	您在任何时间段在宝兆平台上发表的任何内容的著作财产权，您许可本团队在全世界范围内免费地、永久性地、不可撤销地使用和可完全转授的权利，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他著作财产权利。

<h3>第五章	 隐私保护</h3>
<p>第18条	宝兆平台不对外公开或向第三方提供您的注册资料及您在使用网络服务时存储在本网站的非公开内容，但下列情况除外：</p>
<p>1.事先获得您的明确授权；</p>
<p>2.根据有关的法律法规要求；</p>
<p>3.按照有权政府主管部门的要求或为配合主管部门调查；</p>
<p>4.该第三方同意承担与平台同等的保护您的隐私的责任；</p>
<p>5.其他本平台认为合适的且法律并不禁止的披露。</p>
<p>第19条	在不透露单个用户隐私资料的前提下，宝兆平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
<p>第20条	请您注意勿在使用宝兆平台服务时透露自己的各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。</p>
<p>第21条	宝兆平台将采取积极的措施保护您的注册信息，但非本平台可控制的因素导致您信息泄露的，本平台不承担责任。</p>
<h3>第六章	免责声明</h3>
<p>第22条	宝兆平台不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
<p>第23条	对于因电信系统或互联网网络故障、计算机故障或病毒、信息损坏或丢失、计算机系统问题或其它任何不可抗力原因而产生损失，宝兆平台不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
<p>第24条	您了解宝兆平台仅向您提供网络服务，除本平台官方发布的信息外，其他信息均系用户自行发布且可能存在风险和瑕疵，请您审慎判断其他用户发布信息的真实性、安全性及可靠性，您因此而遭受的损失或损害，将由您自行承担。</p>
<p>第25条	除非另有明确书面说明，宝兆平台不对本平台网站的运营及其包含在本平台网站上的信息、内容、产品（包括软件）、服务作任何形式的、明示或默示的担保。</p>

<h3>第七章	 未成年人使用条款</h3>
<p>第26条	若用户未满18周岁，您应在监护人同意和指导下访问和/或使用宝兆平台的网络服务，并且您的监护人允许您使用宝兆平台的网络服务且同意本协议的各项条款。如果您是未成年人的监护人，即表示您同意约束未成年人遵守这些条款使用宝兆平台的网络服务。特别地，如用户未满18周岁或不具备完全民事行为能力，您应在监护人的同意和指导下使用宝兆平台的充值服务，您使用充值服务而产生的一切后果，由您及您的监护人承担。</p>
<p>第27条	未成年应在监护人的指导下合理安排时间使用宝兆平台的网络服务，注意避免沉迷于网络，影响正常的学习生活。</p>

<h3>第八章	 其他条款</h3>
<p>第28条	宝兆平台保留修改或增补本协议内容的权利。本协议的修改文本将公告于本平台或以其他本平台认为可行的方式公告。修改文本一旦公布则立即生效，且对生效前的用户同样适用。若您在本协议内容发生修订后，继续使用本服务的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务。</p>
<p>第29条	如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。</p>
<p>第30条	本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规冲突时，以国家法律法规为准。
<p>第31条	宝兆平台在法律允许的范围对本协议拥有解释权与修改权。</p>
<p>隐私政策
<p>宝兆平台用户隐私政策
<p>宝兆平台十分重视您的隐私。您在使用宝兆平台提供的服务时可能会收集和使用您的信息。宝兆平台希望通过本《隐私政策》向您说明在您使用宝兆平台的服务时，宝兆平台如何收集、使用、储存和分享这些信息，以及宝兆平台为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的宝兆平台服务息息相关，宝兆平台也希望您能够仔细阅读，并在需要时，按照本《隐私政策》的指引，做出您认为适当的选择。</p>
<p>当您使用或继续使用宝兆平台的服务，视为您同意宝兆平台按照本《隐私政策》收集、使用、储存和分享您的信息。 </p>
<p>一、宝兆平台可能收集的信息
<p>宝兆提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为宝兆的用户、享受宝兆提供的某些服务，或者即便宝兆可以继续向您提供一些服务，也无法达到该服务拟达到的效果。</p>
<p>1、您提供的信息</p>
<p>您在注册宝兆的账户或使用宝兆的服务时，向宝兆提供的相关个人信息，例如电话号码、电子邮件等；</p>
<p>您通过宝兆的服务向其他方提供的共享信息，以及您使用宝兆的服务时所储存的信息。</p>
<p>2、其他方分享的您的信息</p>
<p>其他方使用我们的服务时所提供有关您的共享信息。</p>
<p>3、宝兆获取的您的信息</p>
<p>您使用宝兆服务时宝兆可能收集如下信息：</p>
<p>日志信息指您使用宝兆服务时，系统可能会通过cookies、web beacon或其他方式自动采集的技术信息，包括：</p>
<p>设备或软件信息，例如您的移动设备、网页浏览器或您用于接入宝兆的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；</p>
<p>您在使用宝兆服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用宝兆服务时浏览或要求提供的其他信息和内容详情；</p>
<p>有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；</p>
<p>您通过宝兆的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长；</p>
<p>您通过宝兆的服务分享的内容所包含的信息（元数据），例如拍摄或上传的共享照片或录像的日期、时间或地点等。</p>
<p>位置信息指您开启设备定位功能并使用宝兆基于位置提供的相关服务时，宝兆收集的有关您位置的信息，包括：</p>
<p>您通过具有定位功能的移动设备使用宝兆的服务时，宝兆通过GPS或WiFi等方式收集的您的地理位置信息；</p>
<p>您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，例如您或其他人共享的照片包含的地理标记信息；</p>
<p>您可以通过关闭定位功能随时停止宝兆对您的地理位置信息的收集。</p>
<p>二、个人信息的管理</p>
<p>在您注册、登录、使用宝兆服务时，我们可能会收集您提供的相关个人信息及其他非个人隐私信息，包括但不限于：手机号、IP地址、地理位置、IMEI号、MAC地址、设备型号、操作日志以及通过cookie和web beacon采集到的技术信息等。
<p>宝兆承诺采集cookie和web beacon信息仅用于记住用户的登录状态、判断用户使用宝兆服务的情况，目的是提升服务质量及优化用户体验。</p>
<p>三、个人信息的保护</p>
<p>宝兆注重保护其获得的用户个人信息。为防止用户个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、遗失、破坏、处理或使用，宝兆已经并将继续采取以下措施保护您的个人信息：
<p>1、以适当的方式对用户的个人信息进行加密处理；</p>
<p>2、在适当的位置使用密码对用户个人信息进行保护；</p>
<p>3、限制对用户个人信息的未授权访问；</p>
<p>4、其他合理措施。</p>
<p>此外，用户应采取积极措施保证个人信息的安全，比如：定期修改账号密码、不要将自己的账号密码等个人信息透露给他人。</p>

<p>四、年龄限制
<p>宝兆禁止未成年人进行充值、消费行为。宝兆鼓励父母或监护人指导未满十八岁的未成年人使用宝兆的服务。宝兆建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。

<p>五、本《隐私政策》的适用范围</p>
<p>除某些特定服务外，宝兆所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。该特定服务的隐私政策构成本《隐私政策》的一部分。如任何特定服务的隐私政策与本《隐私政策》有不一致之处，则适用特定服务的隐私政策。 
<p>请您注意，本《隐私政策》不适用于以下情况： </p>
<p>通过宝兆的服务而接入的第三方服务（包括任何第三方网站）收集的信息； </p>
<p>通过在宝兆服务中提供广告服务的第三方所收集的信息。</p>

<p>六、本《隐私政策》的修改
<p>宝兆可能随时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。如该等修改造成您在本《隐私政策》下权利的实质减少，宝兆将在修改生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您，在该种情况下，若您继续使用宝兆的服务，即表示同意受经修订的本《隐私政策》的约束。
<p>文明公约</p>
<p>直播文明公约</p>
<p>1、宣传公告</p>
<p>为保障用户的的良好体验，维护平台的正常秩序，促进（直播名）的健康发展，特制定本文明公约，请广大主播以及用户和（直播名）一起携起手来，共同打造一个绿色、健康、文明、积极向上的直播平台！
<p>2、主播行为规范</p>
<p>2.1严禁进行反党反政府或带有侮辱诋毁党和国家的行为，例如：</p>
<p>（1）违反宪法确定的基本原则的；</p>
<p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
<p>（3）损害国家荣誉和利益的；</p>
<p>（4）煽动民族仇恨、民族歧视、破坏民族团结的；</p>
<p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
<p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
<p>（7）散布暴力、恐怖或者教唆犯罪的；</p>
<p>（8）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
<p>（9）其他可能引起或已经引起不良影响的政治话题。</p>
<p>2.2严禁直播违反国家法律法规的内容，例如：</p>
<p>（1）展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；</p>
<p>（2）组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；</p>
<p>（3）与赌博或涉嫌赌博有关的任何活动。</p>
<p>（4）播放自己或他人的腐朽、低级趣味活动，如享受不道德的、腐朽的消费等；</p>
<p>（5）其它低俗涉黄行为。</p>
<p>2.3严禁18岁以下未成年人进行直播，及使用未成年人肖像、名义进行直播等一切侵害未成年人合法权益的行为。</p>
<p>2.4严禁进行威胁生命健康，或利用枪支、刀具表演，例如：</p>
<p>（1）使用刀具、仿真刀具、枪支、仿真枪支、表演具有高度危险性的节目等；</p>
<p>（2）表演危害他人人身安全的内容。如：殴打他人、威胁他人等；</p>
<p>（3）表演危害自身安全的内容。如自残自杀、蓝鲸游戏等；</p>
<p>（4）表演危害动物生命健康的内容。如虐待小动物等；</p>
<p>（5）其他威胁生命健康的表演。</p>
<p>2.5严禁侵犯他人合法权益，例如：</p>
<p>（1）侵犯他人隐私，危及公众利益，未经当事人同意，不准公开他人姓名、住址、电话等个人资料、进行任何形式的采访、与公众进行互动及其他隐私信息；</p>
<p>（2）使用文字、语音、图片等任何形式宣传其他同类型语音、视频平台；</p>
<p>（3）播放未经授权的影视作品；</p>
<p>（4）进行其他侵害他人合法权益的行为；</p>
<p>（5）冒充媒体、电视台、记者等名义进行直播活动；</p>
<p>（6）不准恶意攻击他人，包括谩骂、诽谤、地域攻击等；</p>
<p>（7）发布广告信息：包括所有违反国家法律及直播相关管理规则的信息。如：赌博类、博彩类、刷QB、YB等、成人用品类、枪支、军刀、弓弩类、成人影视类、云盘类广告、性用品、保健品类、香烟广告、非法性药品广告和性病治疗广告等相关内容。</p>
<p>2.6严禁以任何形式表演带有色情、涉黄擦边、引起他人性欲、低级趣味的内容，例如：</p>
<p>（1）通过各种方式展示或隐晦展示具有性特征的身体敏感部位，例如：</p>
<p>a.将镜头刻意聚焦性敏感部位；</p>
<p>b.进行带有性暗示的抚摸、拉扯等动作；</p>
<p>c.使用性用品（或容易联想到性用品的其他物品）作为表演道具；</p>
<p>d.其他性暗示行为。</p>
<p>（2）传播具有性行为、性挑逗或性侮辱内容的任何信息；</p>
<p>a.传播侵犯他人隐私的走光、偷拍、漏点等信息；</p>
<p>b.传播招嫖、一夜情、换妻、性虐待等的有害信息；</p>
<p>c.传播情色游戏、动漫；</p>
<p>d.传播淫秽、低俗网站；</p>
<p>e.传播涉黄、带有性挑逗的图片、言论、歌曲、文字、视频、声音等内容。</p>
<p>2.7 严禁以低俗、暴露、带有明显性暗示的妆容进行直播，例如：</p>
<p>（1）男性赤裸上身；</p>
<p>（2）女性穿着过于暴露，如露出胸部、臀部、内衣物等敏感部位；</p>
<p>（3）穿着情趣制服、情趣内衣、暴露装、透视装、肉色紧身衣、内衣外穿等；</p>
<p>（4）穿着带有中华人民共和国（包含港澳台）国家机关人员、军队的工作制服进行娱乐性质直播。</p>
<p>（5）严禁展示和露出纹身。</p>
<p>2.8严禁舞蹈表演中出现以下行为，例如：</p>
<p>（1）对着镜头撅屁股、展示裆部；</p>
<p>（2）撩上衣、裙子；</p>
<p>（3）揉胸、揉臀、性感性舔嘴唇；</p>
<p>（4）模拟性爱动作；</p>
<p>（5）用臀部画圆；</p>
<p>（6）聚焦敏感部位</p>
<p>2.9严禁开展以下相关的“户外”直播行为，例如：</p>
<p>（1）“户外”直播应保持较为正常的妆容：不准以恶心低俗的妆容进行直播，如将内衣裤套在头上、将各类液体涂抹于脸上（如鸡蛋洗头）等无下限的装扮，以及在脸上涂写过度低俗的涂鸦等；</p>
<p>（2）不准组织带有骚扰、挑逗性质的直播活动：不准进行骚扰他人的活动，如未经他人许可进行调戏、聚焦、挑逗、偷拍等引起路人反感的行为；</p>
<p>（3）不得捕捉、虐待、杀戮、食用、或者售卖受国家法律保护的野生动植物；</p>
<p>（4）不准直播任何暴力血腥、暴力、恶心等引起观众视听不适的内容，如虐待动物、自虐、酗酒、吃各种令人不适的物品（如袜子、烟灰、活物、死物）等行为；</p>
<p>（5）不准展示枪支和管制</p>
<p>主播管理规范</p>
<p>主播管理规范</p>
<p>为营造绿色健康的直播氛围，宝兆平台的所有主播须遵守本规范中的规定。如有违者，宝兆将根据情况严重程度，对其进行禁播甚至封号处理。</p>
<p>宝兆平台将根据业务需要并结合相关法律、法规、政策和监管部门的指令，随时更新本规范中的规定。</p>
<p>一、严禁进行反党反政府或带有侮辱诋毁党和国家的行为</p>
<p>包括但不限于：</p>
<p>1、违反宪法确定的基本原则的；</p>
<p>2、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
<p>3、损害国家荣誉和利益的；</p>
<p>4、煽动民族仇恨、民族歧视、破坏民族团结的；</p>
<p>5、破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
<p>6、散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
<p>7、散布暴力、恐怖或者教唆犯罪的；</p>
<p>8、煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
<p>9、其他可能引起或已经引起不良影响的政治话题。</p>
<p>二、严禁直播违反国家法律法规的内容</p>
<p>包括但不限于：</p>
<p>1、展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；</p>
<p>2、组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；</p>
<p>3、与赌博或涉嫌赌博有关的任何活动，例如：赌球、赌马、网络百家乐等；</p>
<p>4、其它低俗涉黄行为，例如：播放AV、播放露点内容的影视、浏览或传播色情图片、出售色情网盘资源等。</p>
<p>三、严禁进行威胁生命健康，或利用枪支、刀具表演</p>
<p>包括但不限于：</p>
<p>1、使用刀具、仿真刀具、枪支、仿真枪支、表演具有高度危险性的节目等，境外有合法枪资格的，使用的展示管制枪械，需提前报备，在取得允许之后方可直播；</p>
<p>2、表演危害他人人身安全的内容，如：殴打他人、威胁他人等；</p>
<p>3、表演危害自身安全的内容，如自残、自杀等。</p>
<p>四、其他违规行为</p>
<p>1、禁止播放一切暴力、血腥、大尺度内容：包括但不限于影视、游戏、体育赛事、演唱会等；</p>
<p>2、禁止出现其他直播平台的直播内容；</p>
<p>3、严禁出现宣传其他直播平台、鼓动观众观看非本平台内容的行为；</p>
<p>4、禁止出现法律法规、相关监管部门规定禁止播放的内容。</p>
<p>联系我们</p>

    </div>
</template>
<script>
export default {
  head() {
    return {
      title: this.title == 2 ? "net host" : "主播招募"
    };
  },
  data () {
      return {
          title: this.$route.query.language || 0,
      }
  }
};
</script>
<style lang="scss" scoped>
.aboutOur {
  word-spacing: 3px;
  background-color: #fff;
}
* {
  padding: 5px;
  font-size: 14px;
}
h4 {
  text-align: center;
}
p {
  text-indent: 2em;
  margin-bottom: 10px;
}
</style>

