<template>
    <div class="hide">
        <h2> 宝兆平台用户隐私政策</h2> 
<p>宝兆平台十分重视您的隐私。您在使用宝兆平台提供的服务时可能会收集和使用您的信息。宝兆平台希望通过本《隐私政策》向您说明在您使用宝兆平台的服务时，宝兆平台如何收集、使用、储存和分享这些信息，以及宝兆平台为您提供的访问、更新、控制和保护这些信息的方式。本《隐私政策》与您所使用的宝兆平台服务息息相关，宝兆平台也希望您能够仔细阅读，并在需要时，按照本《隐私政策》的指引，做出您认为适当的选择。</p>
<p>当您使用或继续使用宝兆平台的服务，视为您同意宝兆平台按照本《隐私政策》收集、使用、储存和分享您的信息。 </p>

<h3>一、宝兆平台可能收集的信息</h3>
<p>宝兆提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为宝兆的用户、享受宝兆提供的某些服务，或者即便宝兆可以继续向您提供一些服务，也无法达到该服务拟达到的效果。</p>
<p>1、您提供的信息</p>
<p>您在注册宝兆的账户或使用宝兆的服务时，向宝兆提供的相关个人信息，例如电话号码、电子邮件等；</p>
<p>您通过宝兆的服务向其他方提供的共享信息，以及您使用宝兆的服务时所储存的信息。</p>
<p>2、其他方分享的您的信息</p>
<p>其他方使用我们的服务时所提供有关您的共享信息。</p>
<p>3、宝兆获取的您的信息</p>
<p>您使用宝兆服务时宝兆可能收集如下信息：</p>
<p>日志信息指您使用宝兆服务时，系统可能会通过cookies、web beacon或其他方式自动采集的技术信息，包括：</p>
<p>设备或软件信息，例如您的移动设备、网页浏览器或您用于接入宝兆的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；</p>
<p>您在使用宝兆服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用宝兆服务时浏览或要求提供的其他信息和内容详情；</p>
<p>有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；</p>
<p>您通过宝兆的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据和时长；</p>
<p>您通过宝兆的服务分享的内容所包含的信息（元数据），例如拍摄或上传的共享照片或录像的日期、时间或地点等。</p>
<p>位置信息指您开启设备定位功能并使用宝兆基于位置提供的相关服务时，宝兆收集的有关您位置的信息，包括：</p>
<p>您通过具有定位功能的移动设备使用宝兆的服务时，宝兆通过GPS或WiFi等方式收集的您的地理位置信息；</p>
<p>您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，例如您或其他人共享的照片包含的地理标记信息；</p>
<p>您可以通过关闭定位功能随时停止宝兆对您的地理位置信息的收集。</p>
<h3>二、个人信息的管理</h3>
<p>在您注册、登录、使用宝兆服务时，我们可能会收集您提供的相关个人信息及其他非个人隐私信息，包括但不限于：手机号、IP地址、地理位置、IMEI号、MAC地址、设备型号、操作日志以及通过cookie和web beacon采集到的技术信息等。</p>
<p>宝兆承诺采集cookie和web beacon信息仅用于记住用户的登录状态、判断用户使用宝兆服务的情况，目的是提升服务质量及优化用户体验。</p>
<h3>三、个人信息的保护</h3>
<p>宝兆注重保护其获得的用户个人信息。为防止用户个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、遗失、破坏、处理或使用，宝兆已经并将继续采取以下措施保护您的个人信息：</p>
<p>1、以适当的方式对用户的个人信息进行加密处理；</p>
<p>2、在适当的位置使用密码对用户个人信息进行保护；</p>
<p>3、限制对用户个人信息的未授权访问；</p>
<p>4、其他合理措施。</p>
<p>此外，用户应采取积极措施保证个人信息的安全，比如：定期修改账号密码、不要将自己的账号密码等个人信息透露给他人。</p>
<p></p>
<p></p>
<h3>四、年龄限制</h3>
<p>宝兆禁止未成年人进行充值、消费行为。宝兆鼓励父母或监护人指导未满十八岁的未成年人使用宝兆的服务。宝兆建议未成年人鼓励他们的父母或监护人阅读本《隐私政策》，并建议未成年人在提交的个人信息之前寻求父母或监护人的同意和指导。</p>
<p>
<p>
<h3>五、本《隐私政策》的适用范围</h3>
<p>除某些特定服务外，宝兆所有的服务均适用本《隐私政策》。这些特定服务将适用特定的隐私政策。该特定服务的隐私政策构成本《隐私政策》的一部分。如任何特定服务的隐私政策与本《隐私政策》有不一致之处，则适用特定服务的隐私政策。 </p>
<p>请您注意，本《隐私政策》不适用于以下情况： </p>
<p>通过宝兆的服务而接入的第三方服务（包括任何第三方网站）收集的信息； </p>
<p>通过在宝兆服务中提供广告服务的第三方所收集的信息。</p>
<p>
<h3>六、本《隐私政策》的修改</h3>
<p>宝兆可能随时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。如该等修改造成您在本《隐私政策》下权利的实质减少，宝兆将在修改生效前通过在主页上显著位置提示或向您发送电子邮件或以其他方式通知您，在该种情况下，若您继续使用宝兆的服务，即表示同意受经修订的本《隐私政策》的约束。</p>

    </div>
</template>
<script>
export default {
    head() {
    return {
      title: "隐私政策"
    };
  },
}
</script>
<style lang="scss" scoped>
.hide {
    padding: 0px 10px;
    background-color: #fff;
}
    h2 {
        margin-bottom: 30px;
        text-align: center;
        padding-top: 20px;
    }
    p {
        letter-spacing: 2px;
        font-size: 14px;
        text-indent:2em;
    }
</style>


