<template>
    <div class="hostAgreement">
        <h2>主播管理规范</h2>
<p>为营造绿色健康的直播氛围，宝兆平台的所有主播须遵守本规范中的规定。如有违者，宝兆将根据情况严重程度，对其进行禁播甚至封号处理。
宝兆平台将根据业务需要并结合相关法律、法规、政策和监管部门的指令，随时更新本规范中的规定。</p>
<h3>一、严禁进行反党反政府或带有侮辱诋毁党和国家的行为</h3>
<p>包括但不限于：</p>
<p>1、违反宪法确定的基本原则的；</p>
<p>2、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
<p>3、损害国家荣誉和利益的；</p>
<p>4、煽动民族仇恨、民族歧视、破坏民族团结的；</p>
<p>5、破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
<p>6、散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
<p>7、散布暴力、恐怖或者教唆犯罪的；</p>
<p>8、煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
<p>9、其他可能引起或已经引起不良影响的政治话题。</p>
<h3>二、严禁直播违反国家法律法规的内容</h3>
<p>包括但不限于：</p>
<p>1、展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；</p>
<p>2、组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；</p>
<p>3、与赌博或涉嫌赌博有关的任何活动，例如：赌球、赌马、网络百家乐等；</p>
<p>4、其它低俗涉黄行为，例如：播放AV、播放露点内容的影视、浏览或传播色情图片、出售色情网盘资源等。</p>
<h3>三、严禁进行威胁生命健康，或利用枪支、刀具表演</h3>
<p>包括但不限于：</p>
<p>1、使用刀具、仿真刀具、枪支、仿真枪支、表演具有高度危险性的节目等，境外有合法枪资格的，使用的展示管制枪械，需提前报备，在取得允许之后方可直播；</p>
<p>2、表演危害他人人身安全的内容，如：殴打他人、威胁他人等；</p>
<p>3、表演危害自身安全的内容，如自残、自杀等。</p>
<h3>四、其他违规行为</h3>
<p>1、禁止播放一切暴力、血腥、大尺度内容：包括但不限于影视、游戏、体育赛事、演唱会等；</p>
<p>2、禁止出现其他直播平台的直播内容；</p>
<p>3、严禁出现宣传其他直播平台、鼓动观众观看非本平台内容的行为；</p>
<p>4、禁止出现法律法规、相关监管部门规定禁止播放的内容。</p>

    </div>
</template>
<script>
export default {
}
</script>
<style lang="scss" scoped>
div {
    background-color: #fff;
    padding: 10px;
}
h2 {
    text-align: center;
}
 h3 {
        margin-bottom: 30px;
   
        padding-top: 20px;
    }
    p {
        letter-spacing: 2px;
        font-size: 14px;
        text-indent:2em;
    }
</style>


