<template>
    <div class="text">
        <Headertitle :title='faTitle'></Headertitle>
        <div>
            <h2>直播文明公约</h2>
            <h3>1、宣传公告</h3>
            <p>为保障用户的的良好体验，维护平台的正常秩序，促进宝兆平台的健康发展，特制定本文明公约，请广大主播以及用户和宝兆平台一起携起手来，共同打造一个绿色、健康、文明、积极向上的直播平台！</p>
            <h3>2、主播行为规范</h3>
            <p>2.1严禁进行反党反政府或带有侮辱诋毁党和国家的行为，例如：</p>
            <p>（1）违反宪法确定的基本原则的；</p>
            <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
            <p>（3）损害国家荣誉和利益的；</p>
            <p>（4）煽动民族仇恨、民族歧视、破坏民族团结的；</p>
            <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>（7）散布暴力、恐怖或者教唆犯罪的；</p>
            <p>（8）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
            <p>（9）其他可能引起或已经引起不良影响的政治话题。</p>
            <p>2.2严禁直播违反国家法律法规的内容，例如：</p>
            <p>（1）展示毒品样品、表演及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；</p>
            <p>（2）组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；</p>
            <p>（3）与赌博或涉嫌赌博有关的任何活动。</p>
            <p>（4）播放自己或他人的腐朽、低级趣味活动，如享受不道德的、腐朽的消费等；</p>
            <p>（5）其它低俗涉黄行为。</p>
            <p>2.3严禁18岁以下未成年人进行直播，及使用未成年人肖像、名义进行直播等一切侵害未成年人合法权益的行为。</p>
            <p>2.4严禁进行威胁生命健康，或利用枪支、刀具表演，例如：</p>
            <p>（1）使用刀具、仿真刀具、枪支、仿真枪支、表演具有高度危险性的节目等；</p>
            <p>（2）表演危害他人人身安全的内容。如：殴打他人、威胁他人等；</p>
            <p>（3）表演危害自身安全的内容。如自残自杀、蓝鲸游戏等；</p>
            <p>（4）表演危害动物生命健康的内容。如虐待小动物等；</p>
            <p>（5）其他威胁生命健康的表演。</p>
            <p>2.5严禁侵犯他人合法权益，例如：</p>
            <p>（1）侵犯他人隐私，危及公众利益，未经当事人同意，不准公开他人姓名、住址、电话等个人资料、进行任何形式的采访、与公众进行互动及其他隐私信息；</p>
            <p>（2）使用文字、语音、图片等任何形式宣传其他同类型语音、视频平台；</p>
            <p>（3）播放未经授权的影视作品；</p>
            <p>（4）进行其他侵害他人合法权益的行为；</p>
            <p>（5）冒充媒体、电视台、记者等名义进行直播活动；</p>
            <p>（6）不准恶意攻击他人，包括谩骂、诽谤、地域攻击等；</p>
            <p>（7）发布广告信息：包括所有违反国家法律及直播相关管理规则的信息。如：赌博类、博彩类、刷QB、YB等、成人用品类、枪支、军刀、弓弩类、成人影视类、云盘类广告、性用品、保健品类、香烟广告、非法性药品广告和性病治疗广告等相关内容。</p>
            <p>2.6严禁以任何形式表演带有色情、涉黄擦边、引起他人性欲、低级趣味的内容，例如：</p>
            <p>（1）通过各种方式展示或隐晦展示具有性特征的身体敏感部位，例如：</p>
            <p>a.将镜头刻意聚焦性敏感部位；</p>
            <p>b.进行带有性暗示的抚摸、拉扯等动作；</p>
            <p>c.使用性用品（或容易联想到性用品的其他物品）作为表演道具；</p>
            <p>d.其他性暗示行为。</p>
            <p>（2）传播具有性行为、性挑逗或性侮辱内容的任何信息；</p>
            <p>a.传播侵犯他人隐私的走光、偷拍、漏点等信息；</p>
            <p>b.传播招嫖、一夜情、换妻、性虐待等的有害信息；</p>
            <p>c.传播情色游戏、动漫；</p>
            <p>d.传播淫秽、低俗网站；</p>
            <p>e.传播涉黄、带有性挑逗的图片、言论、歌曲、文字、视频、声音等内容。</p>
            <p>2.7 严禁以低俗、暴露、带有明显性暗示的妆容进行直播，例如：</p>
            <p>（1）男性赤裸上身；</p>
            <p>（2）女性穿着过于暴露，如露出胸部、臀部、内衣物等敏感部位；</p>
            <p>（3）穿着情趣制服、情趣内衣、暴露装、透视装、肉色紧身衣、内衣外穿等；</p>
            <p>（4）穿着带有中华人民共和国（包含港澳台）国家机关人员、军队的工作制服进行娱乐性质直播。</p>
            <p>（5）严禁展示和露出纹身。</p>
            <p>2.8严禁舞蹈表演中出现以下行为，例如：</p>
            <p>（1）对着镜头撅屁股、展示裆部；</p>
            <p>（2）撩上衣、裙子；</p>
            <p>（3）揉胸、揉臀、性感性舔嘴唇；</p>
            <p>（4）模拟性爱动作；</p>
            <p>（5）用臀部画圆；</p>
            <p>（6）聚焦敏感部位</p>
            <p>2.9严禁开展以下相关的“户外”直播行为，例如：</p>
            <p>（1）“户外”直播应保持较为正常的妆容：不准以恶心低俗的妆容进行直播，如将内衣裤套在头上、将各类液体涂抹于脸上（如鸡蛋洗头）等无下限的装扮，以及在脸上涂写过度低俗的涂鸦等；</p>
            <p>（2）不准组织带有骚扰、挑逗性质的直播活动：不准进行骚扰他人的活动，如未经他人许可进行调戏、聚焦、挑逗、偷拍等引起路人反感的行为；</p>
            <p>（3）不得捕捉、虐待、杀戮、食用、或者售卖受国家法律保护的野生动植物；</p>
            <p>（4）不准直播任何暴力血腥、暴力、恶心等引起观众视听不适的内容，如虐待动物、自虐、酗酒、吃各种令人不适的物品（如袜子、烟灰、活物、死物）等行为；</p>
            <p>（5）不准展示枪支和管制</p>
            <p>3、处罚措施</p>
            <p>出现以上严禁违规行为的主播、用户及内容，（直播名）平台有权视情节轻重，相应给予禁言、删除信息、警告、停播，冻结账号7-30天或永久封号的处罚。违规情节严重触犯相关法律法规的，将对其举报或移交司法机关追究其法律责任。</p>
            <p>4、声明</p>
            <p>本管理方案由杭州辛鑫科技有限公司颁布，最终解释权归辛鑫科技公司所有，辛鑫科技公司有权对本方法进行修改并公示。</p>
        </div>
    </div>
</template>
<script>
import Headertitle from "~/components/header/title.vue";
export default {
    components: {
        Headertitle
    },
    head() {
        return {
            title: "直播公约"
        };
    },
    data () {
        return {
             //头部
            faTitle:'直播公约',
        }
    }
};
</script>
<style lang="scss" scoped>
.text {
    padding: 0px 10px;
    background-color: #fff;
}
h2 {
    margin-bottom: 30px;
    text-align: center;
    padding-top: 20px;
}
p {
    letter-spacing: 2px;
    font-size: 14px;
    text-indent: 2em;
}
em {
    font-style: none;
    font-size: 16px;
    font-weight: bold;
}
</style>


