<template>
    <div class="userAgreement">
        <Headertitle :title='faTitle'></Headertitle>
        <div>
            <h2>用户协议</h2>
            <p>在您注册成为本直播用户之前，请务必认真阅读和充分理解本《用户协议》（以下简称“本协议”）中各条款内容，特别是权利声明和免责条款，因为这些条款可能会明确您应履行的义务或对您的权利有一定限制。若您注册、登录、使用或以任何方式使用本协议所涉及的相关服务，则视为您同意本协议所有条款；若您不同意本协议中的条款，请勿注册、登录、使用或以任何方式使用本协议所涉及的相关服务。本协议是您（或称为“用户”）与杭州辛鑫科技（下称“辛鑫科技”）之间的对双方有约束力的法律协议。</p>
            <h6>如果您未满18周岁，请在监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</h6>
            <h3>
                第一章 服务内容</h3>
            <p>第1条 宝兆平台（以下统称“本平台”）是辛鑫团队(以下统称“本团队”)向用户提供的一种更方便的进行视频直播、观看视频直播、线上购物服务并与注册用户进行互动的电商视频直播平台。宝兆平台将为用户提供虚拟礼物、技术支持、流量入口、商品展示等进行视频社交和线上购物所需的服务。</p>
            <p>第2条 您成功注册为用户后，将得到一个账号和密码，您需要对自己在账户中的所有活动和事件负全责。如果由于您的过错导致您的账号和密码脱离您的控制，则由此导致的针对您、本平台或任何第三方造成的损害，您将承担全部责任。</p>
            <p>第3条 用户理解并接受，宝兆平台仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。</p>
            <p>第4条 用户理解并接受，宝兆平台发行的虚拟货币一经充值成功，除法律明确规定外，在任何情况下都不能兑换为法定货币、不能转让他人，不享受退换服务。</p>

            <h3>第二章 用户使用规则</h3>
            <p>第5条 用户在申请使用平台直播网络服务时，必须向宝兆平台提供真实、准确、完整有效的个人资料，如个人资料提供不准确、不真实、不合法、不详尽或有任何变动的，必须及时更新或修改。因用户提供个人资料不准确、不真实、不合法、不详尽而引发的一切后果由用户承担，并且宝兆平台保留停止用户使用本平台服务的权利。</p>
            <p>第6条 宝兆平台账号仅限于您本人使用，禁止赠与、借用、租用、转让或售卖。如果宝兆平台发现使用者并非账号初始注册人，有权不经通知收回账号而无需向账号使用人承担法律责任，由此带来的包括并不限于通讯中断、资料和虚拟财产清空等损失由您自行承担。</p>
            <p>第7条 您可自主设定账号名称、头像、简介等注册信息，不得含有违法和不良信息；如存在该等情况，宝兆平台有权采取通知限期改正、暂停使用、注销登记等措施。</p>
            <p>第8条 用户应当为自身注册账户下的一切行为负责，因用户行为而导致的用户自身或其他任何第三方的任何损失或损害，宝兆平台不承担责任。
                <p>第9条 您同意宝兆平台无偿使用您的名称（包括但不限于真实姓名、笔名、网名及任何代表您身份的文字符号）、肖像（包括但不限于真人肖像及卡通肖像）以及其他相关个人信息进行本平台的各类宣传、向合作伙伴分享、与合作伙伴共同向用户展示用户可能感兴趣的内容等行动。</p>
                <p>第10条 用户在使用宝兆平台直播网络服务过程中，必须遵循以下原则：</p>
                <p>1. 遵守中国有关的法律和法规；</p>
                <p>2. 遵守所有与网络服务有关的网络协议、规定和程序；</p>
                <p>3. 不得为任何非法目的而使用宝兆平台直播网络服务系统；</p>
                <p>4. 不得利用宝兆平台直播网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；</p>
                <p>5. 不得利用宝兆平台提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
                <p>6. 不得侵犯宝兆平台和其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</p>
                <p>7. 不得利用宝兆平台网络服务系统进行任何不利于平台的行为；</p>
                <p>8. 不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
                <p>9. 如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告宝兆平台。</p>
                <p>第11条 如用户在使用网络服务时违反任何上述规定，宝兆平台或其授权的人员有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户收藏的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。如果用户使用网络服务违反了任何上述规定，导致任何第三方遭受损害的，您应当独立承担责任，宝兆平台因此遭受损失的，您也应当一并赔偿。</p>

                <h3>第三章 权利声明</h3>
                <p>第12条 本团队有权制定平台运营规则及注册用户管理规则，并有权根据运营情况对相应规则进行变更、调整、中止或终止而无需通知用户，也无需对任何用户或任何第三方承担任何责任。</p>
                <p>第13条 用户理解，宝兆平台需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，本平台无需为此承担任何责任，但宝兆平台应尽可能事先进行通告。</p>
                <p>第14条 宝兆平台未来可能提供部分收费的网络服务，对于此类服务，本平台会在您使用前给与您明确的提示，只有您根据提示确认愿意支付相关费用，您才能使用该等收费网路服务；如果您拒绝支付相关费用，则本平台有权不向您提供该等收费网络服务。</p>

                <h3>第四章 知识产权</h3>
                <p>第15条 宝兆平台提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它相关法律的保护，未经相关权利人同意，上述资料均不得用于任何商业目的。</p>
                <p>第16条 您不得对宝兆平台服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等。</p>

                <h3>第五章 隐私保护</h3>
                <p>第18条 宝兆平台不对外公开或向第三方提供您的注册资料及您在使用网络服务时存储在本网站的非公开内容，但下列情况除外：</p>
                <p>1.事先获得您的明确授权；</p>
                <p>2.根据有关的法律法规要求；</p>
                <p>3.按照有权政府主管部门的要求或为配合主管部门调查；</p>
                <p>4.该第三方同意承担与平台同等的保护您的隐私的责任；</p>
                <p>5.其他本平台认为合适的且法律并不禁止的披露。</p>
                <p>第19条 在不透露单个用户隐私资料的前提下，宝兆平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
                <p>第20条 请您注意勿在使用宝兆平台服务时透露自己的各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。</p>
                <p>第21条 宝兆平台将采取积极的措施保护您的注册信息，但非本平台可控制的因素导致您信息泄露的，本平台不承担责任。</p>

                <h3>第六章 免责声明</h3>
                <p>第22条 宝兆平台不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
                <p>第23条 对于因电信系统或互联网网络故障、计算机故障或病毒、信息损坏或丢失、计算机系统问题或其它任何不可抗力原因而产生损失，宝兆平台不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
                <p>第24条 您了解宝兆平台仅向您提供网络服务，除本平台官方发布的信息外，其他信息均系用户自行发布且可能存在风险和瑕疵，请您审慎判断其他用户发布信息的真实性、安全性及可靠性，您因此而遭受的损失或损害，将由您自行承担。</p>
                <p>第25条 除非另有明确书面说明，宝兆平台不对本平台网站的运营及其包含在本平台网站上的信息、内容、产品（包括软件）、服务作任何形式的、明示或默示的担保。</p>

                <h3>第七章 未成年人使用条款</h3>
                <p>第26条 若用户未满18周岁，您应在监护人同意和指导下访问和/或使用宝兆平台的网络服务，并且您的监护人允许您使用宝兆平台的网络服务且同意本协议的各项条款。如果您是未成年人的监护人，即表示您同意约束未成年人遵守这些条款使用宝兆平台的网络服务。特别地，如用户未满18周岁或不具备完全民事行为能力，您应在监护人的同意和指导下使用宝兆平台的充值服务，您使用充值服务而产生的一切后果，由您及您的监护人承担。</p>
                <p>第27条 未成年应在监护人的指导下合理安排时间使用宝兆平台的网络服务，注意避免沉迷于网络，影响正常的学习生活。</p>

                <h3>第八章 其他条款</h3>
                <p>第28条 宝兆平台保留修改或增补本协议内容的权利。本协议的修改文本将公告于本平台或以其他本平台认为可行的方式公告。修改文本一旦公布则立即生效，且对生效前的用户同样适用。若您在本协议内容发生修订后，继续使用本服务的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务。</p>
                <p>第29条 如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本协议的其余条款仍应有效并且有约束力。</p>
                <p>第30条 本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规冲突时，以国家法律法规为准。
                    <p>第31条 宝兆平台在法律允许的范围对本协议拥有解释权与修改权。</p>
        </div>
    </div>
</template>
<script>
import Headertitle from "~/components/header/title.vue";
export default {
    components: {
        Headertitle
    },
    head() {
        return {
            title: "用户协议"
        };
    },
    data() {
        return {
            //头部
            faTitle: "平台介绍"
        };
    }
};
</script>
<style lang="scss" scoped>
div {
    word-spacing: 3px;
    background-color: #fff;
}
* {
    padding: 5px;
    font-size: 14px;
}
h4 {
    text-align: center;
}
h2 {
    text-align: center;
}
p {
    text-indent: 2em;
    margin-bottom: 10px;
}
</style>


